1)
print("🌟 Привет! Я твой виртуальный помощник, меня зовут Петя!")
print("Я помогу составить тебе анкету на приём на работу!\n")

name = input(" Ваше имя и фамилия: ")
age = input(" Ваш возраст: ")
birth = input(" Дата рождения (дд.мм.гггг): ")
address = input(" Ваше место проживания: ")
phone_num = input(" Ваш рабочий номер телефона: ")
email = input(" Ваша электронная почта: ")
wanted_position = input(" На какую должность желаете устроиться: ")
new_company = input(" Компания, в которую хотите устроиться: ")
experience = input(" Ваш опыт работы (лет / должности): ")
skills = input("Ваши ключевые навыки: ")

print(" ВАША АНКЕТА НА ПРИЁМ НА РАБОТУ")

print(f" Кандидат: {name}")
print(f" Возраст: {age}")
print(f" Дата рождения: {birth}")
print(f" Адрес: {address}")
print(f" Телефон: {phone_num}")
print(f" Email: {email}")
print(f" Желаемая должность: {wanted_position}")
print(f" Компания мечты: {new_company}")
print(f" Опыт работы: {experience}")
print(f" Навыки: {skills}")

print("\n✅ Анкета успешно заполнена! Удачи в трудоустройстве! ")


2)
print('Привет! Я твой гугл ассистент. Давай узнаем температуру Чуйской области 🌤️')

bishkek = float(input('Укажите температуру в Бишкеке: '))
tokmok = float(input('Укажите температуру в Токмоке: '))
kant = float(input('Укажите температуру в Канте: '))
kara_balta = float(input('Укажите температуру в Кара-Балте: '))
alay = float(input('Укажите температуру в Алае: '))
sokuluk = float(input('Укажите температуру в Сокулуке: '))
jayyl = float(input('Укажите температуру в Жайыле: '))
moskva = float(input('Укажите температуру в Московском районе: '))
panfilov = float(input('Укажите температуру в Панфилове: '))
yssyk_ata = float(input('Укажите температуру в Ыссык-Ате: '))

average_temp = (bishkek + tokmok + kant + kara_balta + alay + sokuluk + jayyl + moscow + panfilov + yssyk_ata) / 10

print(f'Средняя температура в Чуйской области: {round(average_temp, 2)}°C')



